# KPa Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..KPa Property
SymbolTypeId Class See Also
---
Symbol kPa, indicating unit Kilopascals.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId KPa { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property KPa As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ KPa {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace